export const techs = [
  {
    title: 'Ruby on Rails.',
    description:
      ' Високорівневий веб-фреймворком, який побудований на мові програмування Ruby. Він відомий своєю простотою та ефективніст у створенні веб-додатків. Rails впроваджує концепцію конвенції над конфігурацією, що дозволяє розробникам швидко створювати функціональні додатки з меншим обсягом коду.',
  },
  {
    title: 'PostgreSQL.',
    description:
      ' Потужна та надійна система керування базами даних (СКБД), яка відома своєю довговічністю, стабільністю та розширюваністю. Вона використовується в широкому спектрі веб-додатків, від невеликих стартапів до великих корпоративних проектів.',
  },
  {
    title: 'Тестування з RSpec.',
    description:
      ' Фреймворк для написання та виконання тестів на мові Ruby. Він забезпечує простий та зрозумілий синтаксис для написання тестів, що дозволяє розробникам описувати поведінку програми у вигляді специфікацій. RSpec дозволяє писати тести у стилі BDD (Behavior-Driven Development), що дозволяє визначати очікувану поведінку програми перед написанням самого коду.',
  },
  {
    title: 'React JS.',
    description:
      ' Бібліотека JavaScript для розробки інтерфейсів користувача, що дозволяє створювати динамічні та інтерактивні веб-додатки. Вона була створена компанією Facebook і швидко набула великої популярності серед розробників завдяки своїй простоті та ефективності.',
  },
]

export const differences = {
  way: 'Узконаправленный подход. Учим только фронтенду, поэтому вы получаете именно те знания, за которыми пришли.',
  easy: 'Доступность обучения. Простыми словами объясняем сложные темы на понятных примерах.',
  program:
    'Концентрация знаний. Например, модуль «HTML&CSS» даст вам столько же умений и навыков, как и 6 месяцев обучения по этой программе в госуниверситете.',
}
